package com.mycompany._task;

public class Generator {
    
    public static void main(String[] arg){
        
        
        
        String mas[][] ={{"Товарищи! ", "реализация намеченных плановых заданий ", "играет важную роль в формировании ", "существующих финансовых и административных условий. "},
                         {"С другой стороны ", "рамки и место обучения кадров ", "требуют от нас анализа ", "дальнейших направлений развития."},
                         {"Не следует, однако, забывать, что ", "постоянный количественный рост и сфера нашей активности ", "требуют определения и уточнения ", "системы массового участия. "},
                         {"Таким образом ", "сложившаяся структура организации ",	"способствуют подготовке и реализации ",	"позиций, занимаемых участниками в отношении поставленных задач. "},  
                         {"Повседневная практика показывает, что ", "новая модель организационной деятельности ",	"обеспечивают широкому кругу участие в формировании ", "новых предложений. "},
                         {"Значимость этих проблем настолько очевидна, что ", "дальнейшее развитие различных форм деятельности ", "позволяют выполнить важные задания по разработке ", "направлений прогрессивного развития."},
                         {"Разнообразный и богатый опыт ", "постоянное информационное обеспечение нашей деятельности ", "в значительной степени обусловливает создание ", "системы обучения кадров, соответствующей насущным нуждам."},
                         {"Задача организации, в особенности же ", "управления и развития структуры ", "позволяет оценить значение ", "соответствующих условий активизации."},
                         {"Идейные соображения высшего порядка, а также ", "консультация с широким активом ", "представляет собой интересный эксперимент проверки", "модели развития. "},
                         {"Равным образом ", "начало работы по формированию верных позиции ", "влечет за собой интересный процесс внедрения и модернизации ", "форм воздействия. "}
                         };
        
             
                System.out.println(mas[0][0] + mas[1][1] + mas[4][2] + mas[4][3]);
                
                
            
    
        }
        
     
}
